[
    {
        "id": 1,
        "name": "The Hateful Eight",
        "director": "Quentin Tarantino",
        "released": "December 25, 2015",
        "image": "http://resizing.flixster.com/TnduRpSjWsBCj88PlUV5Q2dZX0I=/320x474/v1.bTsxMTI4NTM1NDtqOzE3MjE0OzIwNDg7ODEwMDsxMjAwMA",
        "description": "Set six or eight or twelve years after the Civil War, a stagecoach hurtles through the wintry Wyoming landscape. The passengers, bounty hunter John Ruth and his fugitive Daisy Domergue, race towards the town of Red Rock where Ruth, known in these parts as The Hangman, will bring Domergue to justice. Along the road, they encounter two strangers: Major Marquis Warren, a black former union soldier turned infamous bounty hunter, and Chris Mannix, a southern renegade who claims to be the town's new Sheriff. Losing their lead on the blizzard, Ruth, Domergue, Warren and Mannix seek refuge at Minnie's Haberdashery, a stagecoach stopover on a mountain pass. When they arrive at Minnie's, they are greeted not by the proprietor but by four unfamiliar faces. Bob, who's taking care of Minnie's while she's visiting her mother, is holed up with Oswaldo Mobray, the hangman of Red Rock, cow-puncher Joe Gage (Madsen), and Confederate General Sanford Smithers. As the storm overtakes the mountainside stopover, our eight travelers come to learn they may not make it to Red Rock after all...",
        "reviews": [
            {
                "title": "Hated it",
                "body": "This movie is dumb!",
                "author": "John Pete"
            }
        ]
    },
    {
        "id": 2,
        "name": "Reservoir Dogs",
        "director": "Quentin Tarantino",
        "released": "October 23, 1992",
        "image": "http://resizing.flixster.com/kQvsg7IIyBcfWZ9cXOKIiDTIteY=/320x480/v1.bTsxMTE3NzYzMjtqOzE3MjIxOzIwNDg7ODAwOzEyMDA",
        "description": "In 1992, Reservoir Dogs transformed Quentin Tarantino practically overnight from an obscure, unproduced screenwriter and part-time actor to the most influential new filmmaker of the 1990s. The story looks at what happens before and after (but not during) a botched jewelry store robbery organized by Joe Cabot (Lawrence Tierney). Mr. White (Harvey Keitel) is a career criminal who takes a liking to newcomer Mr. Orange (Tim Roth) and enjoys showing him the ropes. Mr. Pink (Steve Buscemi) is a weaselly loner obsessed with professionalism. Mr. Blonde (Michael Madsen) has just gotten out of jail after taking the rap on a job for Cabot; he's grateful for the work but isn't the same person he used to be. While Mr. Blonde goes nuts during the heist, the thieves are surprised by the sudden arrival of the police, and Mr. Pink is convinced one of their team is a cop. So who's the rat? What do they do about Mr. Blonde? And what do they do with Mr. Orange, who took a bullet in the gut and is slowly bleeding to death? Reservoir Dogs jumps back and forth between pre- and post-robbery events, occasionally putting the narrative on pause to let the characters discuss such topics as the relative importance of tipping, who starred in Get Christie Love!, and what to do when you enter a men's room full of cops carrying a briefcase full of marijuana. ~ Mark Deming, Rovi",
        "reviews": [
            {
                "title": "Tarantino does it again!",
                "body": "If this movie got stuck in our laserdisk player, I wouldn't mind!",
                "author": "Rex Guy"
            }
        ]
    },
    {
        "id": 3,
        "name": "God Bless America",
        "director": "Bobcat Goldthwait",
        "released": "May 11, 2012",
        "image": "http://resizing.flixster.com/FPSzMfZkB7fhCxsy6sWXX-R1JIM=/320x474/v1.bTsxMTE2MzEwMDtqOzE3MjI0OzIwNDg7NDgwOzcxMQ",
        "description": "Frank (Joel Murray) has had enough of the downward spiral of American culture. Divorced, recently fired, and possibly terminally ill, Frank truly has nothing left to live for. But instead of taking his own life, he buys a gun and decides to take out his frustration on the cruelest, stupidest, most intolerant people he can imagine -- starting with some particularly odious reality television stars. Frank finds an unusual accomplice in a high-school student named Roxy (Tara Lynne Barr), who shares his sense of rage and disenfranchisement. Together they embark on a nationwide assault on our country's most irritating celebrities.",
        "reviews": [
            {
                "title": "About sums up feelings about Trump",
                "body": "I like the ideals of this movie",
                "author": "Barbara Sand"
            }
        ]
    },
    {
        "id": 4,
        "name": "Annie Hall",
        "director": "Woody Allen",
        "released": "April 20, 1977",
        "image": "http://resizing.flixster.com/X83XKM5jK9P_sT60UDOAA4vtNuE=/319x426/v1.bTsxMTIwNDg5ODtqOzE3MjE3OzIwNDg7MTM4MDsxODQw",
        "description": "Annie Hall is a comical look at the up and down relationship between a New York City TV writer and his aspiring actress/singer girlfriend who's originally from the Midwest.",
        "reviews": [
            {
                "title": "Man...",
                "body": "New York back then looks awesome!",
                "author": "Jason Shiblony"
            }
        ]
    },
    {
        "id": 5,
        "name": "Das Cabinet Des Dr. Caligari. (The Cabinet of Dr. Caligari)",
        "director": "Robert Wiene",
        "released": "February 25, 1920",
        "image": "http://resizing.flixster.com/qIVioh77HCHN-wWnrwTPi995S7w=/319x426/v1.bTsxMTIxMDkzMDtqOzE3MjE5OzIwNDg7MTQyNTsxOTAw",
        "description": "In one of the most influential films of the silent era, Werner Krauss plays the title character, a sinister hypnotist who travels the carnival circuit displaying a somnambulist named Cesare (Conrad Veidt). In one tiny German town, a series of murders coincides with Caligari's visit. When the best friend of hero Francis (Friedrich Feher) is killed, the deed seems to be the outgrowth of a romantic rivalry over the hand of the lovely Jane (Lil Dagover). Francis suspects Caligari, but he is ignored by the police. Investigating on his own, Francis seemingly discovers that Caligari has been ordering the somnambulist to commit the murders, but the story eventually takes a more surprising direction. Caligari's Expressionist style ultimately led to the dark shadows and sharp angles of the film noir urban crime dramas of the 1940s, many of which were directed by such German émigrés as Billy Wilder and Robert Siodmak.",
        "reviews": [
            {
                "title": "Spooky",
                "body": "I couldn't keep my eyes open!",
                "author": "Bob Hope"
            }
        ]
    },
    {
        "id": 6,
        "name": "Nosferatu, A Symphony of Horror",
        "director": "F.W. Murnau",
        "released": "March 3rd, 1922",
        "image": "http://resizing.flixster.com/wziWCwh2loFKA-TTjqWavBBpbVc=/319x426/v1.bTsxMTIwNTI3NztqOzE3MTkxOzIwNDg7MTUzNjsyMDQ4",
        "description": "F. W. Murnau's landmark vampire film begins in the Carpathian mountains, where real estate agent Hutter has arrived to close a sale with the reclusive Herr Orlok. Despite the feverish warnings of the local peasants, Hutter journeys to Orlok's sinister castle. Hutter soon discovers that Orlok is no ordinary mortal.",
        "reviews": [
            {
                "title": "Theres no light in sight",
                "body": "After watching this film and clenching my eyes, I can no longer open them",
                "author": "Eyesless Guy"
            }
        ]
    },
    {
        "id": 7,
        "name": "Repulsion",
        "director": "Roman Polanski",
        "released": "October 2, 1965",
        "image": "http://resizing.flixster.com/WDB9noIPkTrrxx3p0kFKoY41Jac=/320x444/v1.bTsxMTYxNTkxMDtqOzE3MjQ5OzIwNDg7MzYwOzUwMA",
        "description": "When Carol, a shy young Belgian, is left alone for a few days in the Kensington flat she shares with her sister, she begins to withdraw into a reclusive existence where innocuous everyday realities are distorted by deep-seated anxieties. On screen throughout the film, Deneuve gives a wondrously subtle performance as the increasingly catatonic girl, but equally expressive of her terrifying inner torment are the sometimes surreal but never over-emphatic visual and aural effects created by Polanski to accompany her wanderings around the empty apartment or the bustling streets of South Kensington.",
        "reviews": [
            {
                "title": "Almost gave me a heartattack",
                "body": "My apple watch told me my heart rate was sitting at 165 while watching this film.",
                "author": "Tim Sham"
            }
        ]
    },
    {
        "id": 8,
        "name": "Pyscho",
        "director": "Alfred Hitchcock",
        "released": "June 15, 1960",
        "image": "http://resizing.flixster.com/yaCgtycsvplwtX47Dm5QE7t5XIQ=/320x480/v1.bTsxMTE3Nzc5NztqOzE3MjA2OzIwNDg7ODAwOzEyMDA",
        "description": "In 1960, Alfred Hitchcock was already famous as the screen's master of suspense (and perhaps the best-known film director in the world) when he released Psycho and forever changed the shape and tone of the screen thriller. From its first scene, in which an unmarried couple balances pleasure and guilt in a lunchtime liaison in a cheap hotel (hardly a common moment in a major studio film in 1960), Psycho announced that it was taking the audience to places it had never been before, and on that score what followed would hardly disappoint. Marion Crane (Janet Leigh) is unhappy in her job at a Phoenix, Arizona real estate office and frustrated in her romance with hardware store manager Sam Loomis (John Gavin). One afternoon, Marion is given $40,000 in cash to be deposited in the bank. Minutes later, impulse has taken over and Marion takes off with the cash, hoping to leave Phoenix for good and start a new life with her purloined nest egg. 36 hours later, paranoia and exhaustion have started to set in, and Marion decides to stop for the night at the Bates Motel, where nervous but personable innkeeper Norman Bates (Anthony Perkins) cheerfully mentions that she's the first guest in weeks, before he regales her with curious stories about his mother. There's hardly a film fan alive who doesn't know what happens next, but while the shower scene is justifiably the film's most famous sequence, there are dozens of memorable bits throughout this film. The first of a handful of sequels followed in 1983, while Gus Van Sant's controversial remake, starring Vince Vaughn and Anne Heche, appeared in 1998. ~ Mark Deming, Rovi",
        "reviews": [
            {
                "title": "Never again",
                "body": "During this film I spilled ale all over my couch.",
                "author": "John Smith"
            }
        ]
    },
    {
        "id": 9,
        "name": "The Babadook",
        "director": "Jennifer Kent",
        "released": "November 17, 2014",
        "image": "http://resizing.flixster.com/RC503QIArwqMbapCooFsNs9FMSk=/320x472/v1.bTsxMTE4MTE2NjtqOzE3MjAwOzIwNDg7Njc4Ozk5OQ",
        "description": "Six years after the violent death of her husband, Amelia (Essie Davis) is at a loss. She struggles to discipline her 'out of control' 6 year-old, Samuel (Noah Wiseman), a son she finds impossible to love. Samuel's dreams are plagued by a monster he believes is coming to kill them both. When a disturbing storybook called 'The Babadook' turns up at their house, Samuel is convinced that the Babadook is the creature he's been dreaming about. His hallucinations spiral out of control, he becomes more unpredictable and violent. Amelia, genuinely frightened by her son's behaviour, is forced to medicate him. But when Amelia begins to see glimpses of a sinister presence all around her, it slowly dawns on her that the thing Samuel has been warning her about may be real. (C) IFC",
        "reviews": [
            {
                "title": "What is real",
                "body": "I cant't seem to differentiate what is real anymore..",
                "author": "Tim Burton"
            }
        ]
    }
]
